<div class = "hobby_info">
				<h1 class = "hobby_title">Мои увлечения</h1>
				
				<p> У каждого человека есть то, что ему особенно нравится: будь-то любимое дело, которым 
				он увлеченно занимается в свободное время, или любимые книги, которые можно не раз перечитывать
				и они все также будут приносить удовольствие. На этой странице я расскажу о своих увлечениях </p>
				
				<h2 class = "hoddys_title" id = "part1">Моё хобби</h2>
				
				<div class = "hobby">
					<img class = "photo_hobby" src = "./img/photograf.jfif">
					<p> Моё основное хобби — это фотография. Я всегда увлекался визуальным искусством, 
					а фотография позволяет мне остановить момент и выразить своё восприятие мира. Наиболее 
					близки мне пейзажи и уличная фотография. Люблю выходить на прогулки с камерой, ловить 
					рассветы или закаты, когда свет особенно мягкий и атмосфера наполняется спокойствием. 
					Фотография стала для меня способом лучше понять окружающую действительность и ценить 
					мельчайшие детали. Кроме того, я увлекаюсь монтажом видео. Это хобби позволяет мне 
					соединить разные моменты в единое целое, создавая небольшие видеорассказы.</p>
				</div>

				<h2 class = "hoddys_title" id = "part2">Любимые книги</h2>

				<div>	
					<img class = "photo_hobby_book" src = "./img/prestuplenie.jpg">
					<img class = "photo_hobby_book" src = "./img/duna.jpg">
					<img class = "photo_hobby_book" src = "./img/island.jfif">
					<p> Чтение — ещё одно важное занятие в моей жизни. Среди любимых авторов могу выделить 
					Фёдора Достоевского и его роман «Преступление и наказание». Эта книга глубоко погружает 
					в психологию персонажей и заставляет задуматься о сложных моральных вопросах. Я также 
					люблю фантастику. Одной из самых любимых серий является «Дюна» Фрэнка Герберта. Это 
					не просто увлекательная история о борьбе за власть, но и глубокая философская работа о 
					человеке, экологии и будущем. Отдельно стоит выделить приключенческий роман французского 
					писателя Жюль Верна "Таинственный остров". Так же хочется выделить и другие хорошое произведения:
					<span id = "book_list"></span></p>
				</div>

				<h2 class = "hoddys_title" id = "part3">Любимая музыка</h2>

				<p> Музыка для меня — это источник энергии и вдохновения. Я слушаю самые разные жанры, 
				но особенно люблю рок и инди. Arctic Monkeys, Radiohead, The Black Keys — эти группы 
				часто звучат в моих наушниках. Каждый раз, когда слушаю их, музыка словно переносит меня 
				в другое измерение, погружая в размышления или поднимая настроение. В зависимости от настроения 
				я могу переключиться на что-то более спокойное, например, на инди-фолк, где царит уютная 
				атмосфера и мелодичная гармония. </p>

				<h2 class = "hoddys_title" id = "part4">Любимые фильмы</h2>

				<p> Кино — отдельная страсть. Я обожаю фильмы, которые заставляют задуматься или переворачивают 
				привычные представления о мире. Один из моих любимых режиссёров — Кристофер Нолан. Его фильм 
				«Начало» — настоящий шедевр, который можно пересматривать бесконечно. Мне также нравятся фильмы 
				Квентина Тарантино, где каждая сцена — это настоящий калейдоскоп эмоций и стилей. Не могу не упомянуть 
				о фильмах жанра научной фантастики. Классические работы вроде «Бегущего по лезвию» или «Интерстеллара» 
				оставили неизгладимый след в моем восприятии киноискусства. Можно также упомянуть достойные картины: 
				<span id = "film_list"></span></p>

				<h2 class = "hoddys_title" id = "part5">Любимые игры</h2>

				<div>	
					<img class = "photo_hobby_game" src = "./img/vedmak.jpg">
					<img class = "photo_hobby_game" src = "./img/RDR2.jpg">
					<p> Видеоигры для меня — это не просто развлечение, а возможность окунуться в другой мир и 
					прожить историю глазами персонажей. Одна из самых любимых игр — это The Witcher 3: Wild Hunt. 
					Этот мир полон ярких персонажей, интересных квестов и насыщенной истории, которая держит до 
					самого конца. Я также ценю игры с сильной атмосферой и проработанным сюжетом, такие как The Last of Us 
					и Red Dead Redemption 2. Эти игры показывают, как сильно может быть вовлечен игрок в судьбы героев 
					и мир, который окружает их. </p>
				</div>	
					
			</div>
            <script src="../mySite/js/nav_list_hobby.js"></script>