<div class = "person_info">
				<div class = "person_text">	
					<h1 class = "person_title">Автобиография</h1>
					<p>Я, Кудрявцев Андрей Викторович, родился 13 декабря 2004 года в г. Севастополь. Русский. Гражданство РФ. <br>
						В 2022 г. окончил среднюю школу № 14. В том же году поступил в Севастопольский Государственный Университет (факультет ИИТ). <br>
						Владею русским языком на хорошем разговорном уровне. <br>
						Холост. <br>
						Вместе с семьей проживаю по адресу: ул. Суворова 2/7. <br>
						Отец, Кудрявцев Виктор Викторович, родился 24 ноября 1976 года в г. Севастополь. Работает проверяющим в ООО "Севтелеком". Проживает по адресу: ул. Суворова 2/7. <br>	
						Мать, Кудрявцева Юлия Александровна, родилась 25 августа 1982 года в г. Севастополь. Работает торговым представителем в ООО "Дакорт-Крым". Проживает по адресу: ул. Суворова 2/7. <br>
						Брат, Дудник Денис Михайлович, родился 23 сентября 2010 года в г. Севастополь. Учится в 8 классе школы № 14. Проживает по адресу: ул. Суворова 2/7. <br>
						16.09.2024 (дата составления) <br>

						Кудрявцев Андрей Викторович (ФИО) <br>
					</p>
				</div>
			</div>